{
  "people": [
    {
      "id": 1,
      "firstname": "Elon",
      "lastname": "Musk",
      "email": "elon.musk@example.com",
      "birthday": "June 28, 1971",
      "info": "Elon Musk is known for his ambitious ventures in the tech and space industries, pushing boundaries with companies like SpaceX, Tesla, Neuralink, and The Boring Company.",
      "workIndustry": "Entrepreneurship, Technology",
      "successInField": "Founder and CEO of SpaceX, CEO and product architect of Tesla, Inc., co-founder of Neuralink and The Boring Company",
      "image": "Musk.jpeg"
    },
    {
      "id": 2,
      "firstname": "Beyoncé",
      "lastname": "Knowles",
      "email": "beyonce.knowles@example.com",
      "birthday": "September 4, 1981",
      "info": "Beyoncé is a global icon in the music industry, recognized for her powerful vocals, stage presence, and activism. She has achieved numerous accolades, including multiple Grammy Awards.",
      "workIndustry": "Music, Entertainment",
      "successInField": "Grammy-winning singer, songwriter, and actress. One of the best-selling music artists in the world.",
      "image": "Knowles.jpeg"
    },
    {
      "id": 3,
      "firstname": "Jeff",
      "lastname": "Bezos",
      "email": "jeff.bezos@example.com",
      "birthday": "January 12, 1964",
      "info": "Jeff Bezos founded Amazon, transforming it from an online bookstore into one of the largest and most diverse e-commerce and technology companies globally.",
      "workIndustry": "Entrepreneurship, Technology",
      "successInField": "Founder and former CEO of Amazon, and as of 2022, one of the wealthiest people in the world.",
      "image": "Bezos.jpeg"
    },
    {
      "id": 4,
      "firstname": "Malala",
      "lastname": "Yousafzai",
      "email": "malala.yousafzai@example.com",
      "birthday": "July 12, 1997",
      "info": "Malala Yousafzai is an advocate for girls' education, surviving a Taliban assassination attempt and becoming the youngest-ever Nobel Prize laureate for her inspiring activism.",
      "workIndustry": "Activism, Education",
      "successInField": "Advocate for female education and the youngest Nobel Prize laureate.",
      "image": "Yousafzai.jpg"
    },
    {
      "id": 5,
      "firstname": "LeBron",
      "lastname": "James",
      "email": "lebron.james@example.com",
      "birthday": "December 30, 1984",
      "info": "LeBron James is a basketball legend, celebrated for his on-court prowess and philanthropic efforts. He's considered one of the greatest basketball players in history.",
      "workIndustry": "Basketball, Sports",
      "successInField": "Professional basketball player widely regarded as one of the greatest in the history of the NBA.",
      "image": "James.jpeg"
    },
    {
      "id": 6,
      "firstname": "Angela",
      "lastname": "Merkel",
      "email": "angela.merkel@example.com",
      "birthday": "July 17, 1954",
      "info": "Angela Merkel, as the Chancellor of Germany, played a key role in European and global politics, known for her leadership during challenging times, including the Eurozone crisis.",
      "workIndustry": "Politics",
      "successInField": "Former Chancellor of Germany, one of the most powerful women in the world.",
      "image": "Merkel.jpg"
    },
    {
      "id": 7,
      "firstname": "Cristiano",
      "lastname": "Ronaldo",
      "email": "cristiano.ronaldo@example.com",
      "birthday": "February 5, 1985",
      "info": "Cristiano Ronaldo is a soccer icon, known for his incredible goal-scoring abilities and international success. He has won numerous championships and individual awards.",
      "workIndustry": "Soccer, Sports",
      "successInField": "One of the greatest soccer players, multiple-time FIFA Ballon d'Or winner.",
      "image": "Ronaldo.jpg"
    },
    {
      "id": 8,
      "firstname": "Oprah",
      "lastname": "Winfrey",
      "email": "oprah.winfrey@example.com",
      "birthday": "January 29, 1954",
      "info": "Oprah Winfrey is a media mogul, influential talk show host, and philanthropist. Her impact extends beyond media, making her a powerful figure in various fields.",
      "workIndustry": "Media, Television",
      "successInField": "Media mogul, television host, and philanthropist.",
      "image": "Winfrey.jpeg"
    },
    {
      "id": 9,
      "firstname": "Xi",
      "lastname": "Jinping",
      "email": "xi.jinping@example.com",
      "birthday": "June 15, 1953",
      "info": "Xi Jinping is the paramount leader of China, overseeing significant political and economic developments in the country. His leadership has shaped China's global influence.",
      "workIndustry": "Politics",
      "successInField": "General Secretary of the Communist Party of China and the paramount leader of China.",
      "image": "Jinping.jpg"
    },
    {
      "id": 10,
      "firstname": "Taylor",
      "lastname": "Swift",
      "email": "taylor.swift@example.com",
      "birthday": "December 13, 1989",
      "info": "Taylor Swift is a multi-talented artist, renowned for her country and pop music. She is known for her songwriting skills and addressing personal experiences in her work.",
      "workIndustry": "Music",
      "successInField": "Award-winning singer-songwriter known for her narrative songwriting and global success.",
      "image": "Swift.png"
    }
  ]
}