import { LOCALES } from "../locale";


const am = {
    [LOCALES.ARMENIAN]:{
        title:"Տիգրան Մեծ",
        desc:`Տիգրան Բ Արտաշեսյան, առավել հայտնի է որպես Տիգրան Մեծ (հին հունարեն՝ Τιγράνης ὁ Μέγας, 
            մ․թ․ա․ մոտ 140, Արտաշատ, Այրարատ, Արտաշեսյանների թագավորություն — մ․թ․ա․ 55, Տիգրանակերտ,
            Աղձնիք, Մեծ Հայք), Մեծ Հայքի թագավորության արքա Արտաշեսյանների հարստությունից, որը կառավարել
            է մ․թ․ա․ 95 թվականից մինչև իր մահը՝ մ․թ․ա․ 55 թվականը։ Մ.թ.ա. 115-ին անժառանգ Արտավազդ Ա-ն, 
            որը կարճատև պատերազմում պարտվել էր պարթևաց գահակալին, ստիպված է լինում եղբորորդուն՝ Տիգրանին,
            որպես պատանդ հանձնել հակառակորդի արքունիքին։ Վերջինս պատանդությունից վերադառնում է միայն մ․թ․ա․
            95 թվականին՝ հոր՝ Տիրան կամ Տիգրան Ա արքայի մահվամբ պայմանավորված։ Պատանդությունից ազատվելու դիմաց
            հայոց աշխարհաժողովը ստիպված է լինում Միհրդատ Բ-ին զիջել Մեծ Հայքի հարավ-արևելքում գտնվող
             «Յոթանասուն հովիտներ» կոչված տարածքը։
             Տիգրան Արտաշեսյանը՝ իր տոհմում այդ անվան երկրորդ կրողը, նախնիններից ժառանգում է կայացած պետություն և մարտունակ բանակ, որի միջոցով էլ կարողանում է իրականացնել հայրենիքի հզորացման և աշխարհակալ տիրակալության ստեղծման իր սկզբունքային ծրագրերը։ Տիգրան Մեծի օրոք Մեծ Հայքի թագավորությունը հասնում է իր հզորության գագաթնակետին։ Պարտության մատնելով Պարթևական թագավորությանը և ստանալով Սելևկյան գահը՝ Հայքը կարճ ժամանակով դառնում է Առաջավոր Ասիայի հզորագույն պետությունը. Տիգրան Մեծի տերությունը տարածվում էր Կասպից ծովից մինչև Միջերկրական ծով, Կովկասյան լեռներից մինչև Միջագետքի անապատները։ Տիգրանը, սակայն, կորցնում է իր նվաճումների մեծագույն մասը Պարթևական թագավորության և ազդեցիկ Հռոմեական հանրապետության դեմ պայքարում։ Օրեցօր բարգավաճող Հայոց թագավորության զարթոնքն արգելակելու նպատակով երբեմնի հակառակորդները դաշինք են կնքում և շարունակական պատերազմներից հետո՝ մ․թ․ա․ 66 թվականին, պաշարում հայոց թագավորանիստ-ոստան Արտաշատը։ Այնուամենայնիվ, բանակցությունների արդյունքում կնքված Արտաշատի պայմանագրով Հայաստանը շարունակում էր պահպանել իր տարածքային ամբողջականությունը (15 նահանգները) և նույնիսկ որոշ նվաճյալ հողեր։ Տիգրան Մեծի կառավարման վերջին տարիներն անցնում են համեմատականորեն խաղաղ աշխարհաքաղաքական պայմաններում․ զարկ է տրվում տնտեսությանը, մշակույթին և քաղաքաշինությանը։ Հայոց «արքայից արքան» մահանում է մ․թ․ա 55 թվականին՝ գահը թողնելով որդուն՝ Արտավազդին։ Վերջինս դեռևս մի քանի տարի առաջ դարձել էր հոր գահակիցը։`,
        imgDesc:` Տիգրան Մեծ`,
        imgDescBottom:'Տիգրան Մեծը՝ Արտաշեսյանների արքայական թագով',
        imgDescAboutKing:'(4-րդ) Մեծ Հայքի թագավորության արքա  մ․թ․ա․ 95 - մ․թ․ա․ 55 ',
        imgDescAboutKing2:'Ասորիքի և Փյունիկիայի արքա մ․թ․ա․ 83 - մ․թ․ա․ 63',   
        imgDescAboutKing3:'Պարթևստանի արքա  մ․թ․ա․ 87 - մ․թ․ա․ 66',
        btnText:'Տես նաև',
    }
}

export default am;