import {LOCALES} from '../locale'

const ru = {
    [LOCALES.RUSSIAN]:{
        title:'Тигран II',
        desc:`Тигра́н II (арм. Տիգրան II, др.-греч. Τιγράνης, лат. Tigranes),
         более известный как Тигран Великий (арм. Տիգրան Մեծ; 140 год до
        н. э. — 55 год до н. э.) — царь Великой Армении из династии 
        Арташесидов, крупный полководец и завоеватель эпохи эллинизма,
        правивший в 95—55 гг. до н. э. При его правлении территория
        Великой Армении расширилась за свои традиционные границы,
        а страна стала сильнейшим государством к востоку от Римской
        республики. Имел титул «царь царей». Сын Тиграна I и внук Арташеса I. Тигран Великий был сыном Тиграна I, младшего сына основателя династии Арташесидов Арташеса I. Родившись около 140 года до нашей эры, Тигран в молодости провёл долгие годы в качестве заложника при дворе царя Митридата II Парфянского, нанёсшего армянам поражение в 105 году до н. э.
        После того, как в 95 году до нашей эры царский трон опустел (по одним источникам[2], после смерти дяди Тиграна II, царя Артавазда I, не оставившего наследников, по другим — в связи со смертью царя Тиграна I, отца Тиграна II[3][4]), Тигран выкупил свою свободу у парфян, отдав им 70 плодородных долин в районе современного северо-восточного Ирана и был возведен парфянами на армянский трон[5][6][7][8].
        Он взошёл на армянский трон в благоприятный момент. Римское могущество в Малой Азии было сильно подорвано военными победами Митридата Евпатора, царя Понтийского, который укрепил свою власть над всем Черноморьем и грозился вообще изгнать римлян из Азии.
        Сам Рим был на пороге гражданской войны между фракциями Мария и Суллы. В Сирии династия Селевкидов находилась на грани анархии и краха. В Парфии после смерти Митридата II началась смута.
        Взойдя на престол, Тигран II начинает объединение Армении. В первую очередь, царь вернул 70 долин, которые он вынужден был отдать парфянам за свою свободу[5]. На возвращении долин Тигран II не остановился и, как сообщает Страбон, «даже опустошил их собственную страну — области около Нина и Арбел»[5]. Историк Манандян Я. А. пишет, что «Тиграном была завоевана и область Большой Ахбах, расположенный вокруг нынешней Башкалы»[9]. К 90-м гг. до н. э. энергичному армянскому правителю удалось сделать то, чего не смогли сделать его предшественники: объединить Западную и Восточную Армению.`,
        imgDesc:'Тигран II Великий',
        imgDescBottom:'Тигран II Великий царь Великой Армении',
        imgDescAboutKing:' (4-й) Царь Великого Армянского царства до н.э. 95 – до н.э. 55',
        imgDescAboutKing2:'Царь Сирии и Финикии до н.э. 83 – до н.э. 63:',   
        imgDescAboutKing3:'Король Парфии до н.э. 87 – до н.э. 66',
        btnText:'См. также',
    }
}

export default ru;