{
  "products": [
    {
      "name": "Harman Kardon Allure Voice-Activated Home Speaker with Alexa, Black",
      "description": "Powerful, 360 degree Harman Kardon sound Powered by Amazon alexa voice service Far field voice recognition Wireless Bluetooth streaming 360 degree lighting and elegant design",
      "image": "https://i.pinimg.com/564x/42/c3/f1/42c3f1f854721992c757b1a13a1fe821.jpg",
      "price": "45",
      "id": 1
    },
    {
      "name": "Apple MacBook Pro 13-inch (Retina Display) Review",
      "description": "The Apple MacBook Pro 13-inch (Retina Display) is the best way to carry the pixels of a large-screen monitor with you on the road. It's ideal for people who make their living with visuals.\n",
      "image": "https://i.pinimg.com/564x/1e/08/94/1e08948a8eebbc452f246bafc1dc242b.jpg",
      "price": "1750",
      "id": 2
    },
    {
      "name": "MacBook Pro 15 Touch Bar Skins (Late 2016 onwards) - Custom / Body + Accent",
      "description": "MacBook Pro 15 Touch Bar Skins (Late 2016 onwards) Customise and protect your new MacBook Pro 15 Touch Bar and Touch ID with the UK's premium quality skins. Your MacBook Pro will be at risk of scuffs and scratches and there's no better way to protect your expensive new laptop, than with XtremeSkins. We have the largest variety of skins in the UK ranging from carbon fibre, brushed metal, gloss, matt, camo, textured matt, natural stone, wood and leather that come in a variety of funky colours.",
      "image": "https://i.pinimg.com/564x/5b/67/a3/5b67a3eeb8494b12076f88945c717d24.jpg",
      "price": "2480",
      "id": 3
    },
    {
      "name": "JBL Charge 3 Waterproof Portable Bluetooth Speaker (Black), 1",
      "description": "About this item Bluetooth - Wirelessly connect up to 3 smartphones or tablets to the speaker and take turns playing powerful stereo sound. Battery type : Lithium-ion Polymer (22.2Wh)2) 20 hours of playtime(varies by volume level and content) IPX7 Waterproof Take crystal clear calls from your speaker with the touch of a button thanks to the noise and echo-cancelling speakerphone. Build your own ecosystem by connecting multiple JBL Connect enabled speakers together to amplify the listening experience.",
      "image": "https://i.pinimg.com/564x/bd/ab/c4/bdabc47e32d0770253c1899894e30648.jpg",
      "price": "35",
      "id": 4
    },
    {
      "name": "OMOTON Tablet Stand Holder Adjustable, Desktop Aluminum Tablet Dock Stand for iPad Air 4/ Mini 5, New iPad 10.2/9.7, iPad Pro 11/12.9, Samsung Tablet, Nintendo, E-Reader and More, Silver",
      "description": "Shop OMOTON Tablet Stand Holder Adjustable, Desktop Aluminum Tablet Dock Stand for iPad Air 4/ Mini 5, New iPad 10.2/9.7, iPad Pro 11/12.9, Samsung Tablet, Nintendo, E-Reader and More, Silver. Free delivery and returns on eligible orders.\n",
      "image": "https://i.pinimg.com/564x/95/83/8e/95838e3ef200b8144547c731684b8884.jpg",
      "price": "23",
      "id": 5
    },
    {
      "name": "Apple AirPods Max",
      "description": "AirPods Max combine high-fidelity audio with industry-leading Active Noise Cancellation to deliver an unparalleled listening experience. Each part of their custom-built driver works to produce sound with ultra-low distortion across the audible range. Product affiliate link above.\n",
      "image": "https://i.pinimg.com/736x/13/af/73/13af7347919f2c0da2e8ba86cc63a475.jpg",
      "price": "69",
      "id": 6
    },
    {
      "name": "Tips and ideas to reduce waste at home",
      "description": "See products that you can use and actions that you can take to cut down on household waste – and so make your home a bit tidier. Check out this easy guide.",
      "image": "https://i.pinimg.com/564x/b6/34/78/b63478c23e221990c832585c5643da24.jpg",
      "price": "12",
      "id": 7
    },
    {
      "name": "26 Amazing Products with MARBLE touch to it - The Architects Diary",
      "description": "26 Amazing Products with MARBLE touch to it Believe it or not, I have a huge obsession for marble due to its natural texture it has to offer, the use of marble cannot only be restricted to flooring or wall cladding purpose but also used in our day to day products , so here are",
      "image": "https://i.pinimg.com/564x/6b/bf/51/6bbf51b71bc11011112f6eb774fc8fca.jpg",
      "price": "25",
      "id": 8
    },
    {
      "name": "20 Eye-Popping College Backpacks For Girls To Use This Year - Simply Allison",
      "description": "Are you looking for a backpack to take to college? Here are 20 of the cutest backpacks for girls. These college backpacks are absolutely stylish and everyone will love it.",
      "image": "https://i.pinimg.com/564x/5f/e8/48/5fe848c4502908825a7f7ae2a1ceafd7.jpg",
      "price": "28",
      "id": 9
    },
    {
      "name": "Borealis Backpack - 28L - TNF Black",
      "description": "With a modern refresh, this classic TNF™, 28-liter pack for stashing your gear quickly and hitting the road now offers updated features and an improved suspension system for all-day comfort. The main compartment features a padded, highly-protective laptop sleeve and the front compartment is equipped with a tablet sleeve to protect and organize your electronics. Finished with easy-access, stretch-mesh water bottle pockets and an external bungee cord that allows you lash on additional gear. ",
      "image": "https://i.pinimg.com/564x/28/40/5b/28405b516e5daecb202a8db62357675d.jpg",
      "price": "32",
      "id": 10
    },
    {
      "name": "iMac Pro Silver Mockup - Free Download Images High Quality PNG, JPG",
      "description": "The iMac Pro Silver Mockup is a photorealistic desktop device mockup that presents the sleek and sophisticated design of Apple's mainframe. With a front view display, the aluminium and polycarbonate device comes equipped with apps and gadgets such as the MacBook Pro and the AppleWatch, making it the ideal digital workspace or design comp for any tech-savvy individual. Compatible with the latest Apple devices like the iPhone 12 Pro Max, this high-quality mockup is perfect for showcasing any app or digital product.\n",
      "image": "https://i.pinimg.com/564x/96/c2/de/96c2de0d6c3d2458099e5f4c1edb1b0f.jpg",
      "price": "185",
      "id": 11
    }
  ],
  "admin": {
    "login": "admin",
    "password": "admin",
    "status": ""
  },
  "blogs": [
    {
      "id": 1,
      "title": "JSON is incredibly slow: Here’s What’s Faster!"
    }
  ]
}