import { LOCALES } from "../locale";

const am = {
  [LOCALES.ARMENIAN]: {
    title: "Ինչպե՞ս սովորել React.js",
    desc: `React-ը ստեղծվել է Ջորդան Ուոլքի կողմից, ով ծրագրային ապահովման ինժեներ է Ֆեյսբուքում։ 
    Նա ոգեշնչվել է XHP-ով, որը HTML բաղադրիչ ֆրեյմվորկ է PHP-ի համար։ Այն առաջին անգամ տեղակայվել է 
    Ֆեյսբուքի լրահոսում 2011 թվականին և ավելի ուշ՝ 2012 թվականին՝ Instagram.com-ում։ 
    Այն բաց էր JSConf US-ում 2013 թվականի մայիսին։ React Native-ը, որը հնարավորություն է տալիս React-ով 
    մշակում բնիկ iOS-ին, Android-ին և UWP-ին, հայտարարվել է Facebook's React.js Conf-ին 2015 թվականի 
    փետրվարին և բաց էր 2015 թվականի մարտին։ 2017 թվականի ապրիլի 18-ին, Facebook-ը հայտարարեց 
    React Fiber-ի մասին, որը React ֆրեյմվորկի գրադարանի նոր էական ալգորիթմ էր user ինտերֆեյս կառուցելու համար։ 
    React Fiber-ը կդառնա ցանկացած բարելավումների և React ֆրեյմվորկի հատկանիշների զարգացման հիմնադիր։`,
    btnText: "Կարդալ ավելին",
    about: `Մեր մասին`,
    blog: `Բլոգ`,
    projects: `Նախագծեր`,
    illustration: `Ցուցադրություն`,
    mainTitle: `React Արխիտեկտուրա: Ինչպես կառուցել և կազմակերպել React հավելվածը`,
    mainContent: ` React հավելվածը կազմակերպելու ճիշտ ձևի վերաբերյալ կոնսենսուս չկա: 
    React-ը ձեզ մեծ ազատություն է տալիս, բայց այդ ազատության հետ մեկտեղ գալիս է ձեր սեփական ճարտարապետությունը 
    որոշելու պատասխանատվությունը: Հաճախ պատահում է, որ ով սկզբում տեղադրում է հավելվածը, գրեթե ամեն ինչ գցում է 
    բաղադրիչների թղթապանակում, կամ գուցե բաղադրիչներն ու բեռնարկղերը, եթե նրանք օգտագործում էին Redux-ը, 
    բայց ես առաջարկում եմ, որ կա ավելի լավ միջոց: Ես սիրում եմ մտածված լինել, թե ինչպես եմ կազմակերպում իմ հավելվածները, 
    որպեսզի դրանք հեշտ օգտագործվեն, հասկանան և ընդլայնվեն: Ես պատրաստվում եմ ձեզ ցույց տալ, թե ինչ եմ համարում 
    ինտուիտիվ և մասշտաբային համակարգ լայնածավալ արտադրության React հավելվածների համար, որի հիմնական հայեցակարգը, 
    կարծում եմ, կարևոր է այն դարձնել ճարտարապետությունը, որը կենտրոնացած է առանձնահատկությունների վրա, ի տարբերություն տիպի: 
    Սա ներառում է միայն ընդհանուր բաղադրիչների կազմակերպումը գլոբալ մակարդակում և բոլոր մյուս առնչվող սուբյեկտների մոդուլյարացումը տեղայնացված տեսքով:`
  }
}

export default am;