import { LOCALES } from '../locale';

const am = {
  [LOCALES.ARMENIAN]: {
    title: "ինչ է React.js",
    desc: `React-ը ստեղծվել է Ջորդան Ուոլքի կողմից, ով ծրագրային ապահովման ինժեներ է Ֆեյսբուքում։ Նա ոգեշնչվել է XHP-ով, որը HTML բաղադրիչ ֆրեյմվորկ է PHP-ի համար[9]։ Այն առաջին անգամ տեղակայվել է Ֆեյսբուքի լրահոսում 2011 թվականին և ավելի ուշ՝ 2012 թվականին՝ Instagram.com-ում [10]։ Այն բաց էր JSConf US-ում 2013 թվականի մայիսին։ React Native-ը, որը հնարավորություն է տալիս React-ով մշակում բնիկ iOS-ին, Android-ին և UWP-ին, հայտարարվել է Facebook's React.js Conf- ին 2015 թվականի փետրվարին և բաց էր 2015 թվականի մարտին։ 2017 թվականի ապրիլի 18-ին, Facebook- ը հայտարարեց React Fiber-ի մասին, որը React ֆրեյմվորկի գրադարանի նոր էական ալգորիթմ էր user ինտերֆեյս կառուցելու համար[11]։ React Fiber - ը կդառնա ցանկացած բարելավումների և React ֆրեյմվորկի հատկանիշների զարգացման հիմնադիր[12]։`,
    btnText: "կարդալ ավելին"
  }
}

export default am;