import { LOCALES } from "../locale";

const am = {
  [LOCALES.ARMENIAN]: {
    title: "React Ճարտարապետություն. Ինչպես կառուցել և կազմակերպել React հավելվածը",
    body: "React հավելվածը կազմակերպելու ճիշտ ձևի վերաբերյալ կոնսենսուս չկա: React-ը ձեզ մեծ ազատություն է տալիս, բայց այդ ազատության հետ մեկտեղ գալիս է ձեր սեփական ճարտարապետությունը որոշելու պատասխանատվությունը: Հաճախ պատահում է, որ ով սկզբում տեղադրում է հավելվածը, գրեթե ամեն ինչ գցում է բաղադրիչների թղթապանակում, կամ գուցե բաղադրիչներն ու բեռնարկղերը, եթե նրանք օգտագործում էին Redux-ը, բայց ես առաջարկում եմ, որ կա ավելի լավ միջոց: Ես սիրում եմ մտածված լինել, թե ինչպես եմ կազմակերպում իմ հավելվածները, որպեսզի դրանք հեշտ օգտագործվեն, հասկանան և ընդլայնվեն:",
    body2: "Ես պատրաստվում եմ ձեզ ցույց տալ, թե ինչ եմ համարում ինտուիտիվ և մասշտաբային համակարգ լայնածավալ արտադրության React հավելվածների համար: Հիմնական հայեցակարգը, որը, կարծում եմ, կարևոր է, որ ճարտարապետությունը կենտրոնանա հատկանիշի վրա՝ ի տարբերություն տիպի, կազմակերպելով միայն ընդհանուր բաղադրիչները գլոբալ մակարդակում և մոդուլյարացնելով բոլոր մյուս առնչվող սուբյեկտները՝ տեղայնացված տեսքով:"
  }
}

export default am