import { LOCALES } from "../locale";

const ru = {
  [LOCALES.RUSSIAN]: {
    title: "Что такое React.js?",
    desc: `React был создан Джорданом Валке, разработчиком программного обеспечения из Facebook. 
    На него оказал влияние XHP — компонентный HTML-фреймворк для PHP. Впервые React использовался 
    в новостной ленте Facebook в 2011 году и позже в ленте Instagram в 2012 году. Исходный код React 
    открыт в мае 2013 года на конференции «JSConf US». React Native анонсирован на конференции 
    Facebook «React.js Conf» в феврале 2015 года, а исходный код открыт в марте 2015 года. 
    Он позволяет разрабатывать нативные Android-, iOS- и UWP-приложения с использованием React.
    18 апреля 2017 года Facebook анонсировал React Fiber, переписанную и оптимизированную версию React. 
    React Fiber станет основой разработки всех будущих функций и улучшений.`,
    btnText: "Подробнее"
  }
}

export default ru;